Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: འཇིག་རྟེན་འཛིན་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཡང་དག་པའི་རྩོལ་བ་ལ་མཁས་པ་ནི་གང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཡང་དག་པའི་རྩོལ་བ་ལ་གནས་པ་ནི་གང་ཞེ་ན།
en: “Lokadhara, how are bodhisattva great beings skilled in right effort? How do bodhisattva great beings observe right effort?

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་བརྩོན་འགྲུས་ཀྱི་ལམ་ཐམས་ཅད་གཅོད་པའི་ཕྱིར་ཡང་དག་པའི་རྩོལ་བ་ལ་གནས་པ་ཞེས་བྱའོ། །
en: Bodhisattvas observe right effort by giving up all forms of diligence.

source: རྩོལ་བ་ཐམས་ཅད་ནི་ཀུན་ཀྱང་ལོག་པ་སྟེ།
en: All forms of effort are mistaken.

source: ཇི་ཙམ་དུ་བསྐྱེད་པ་དང་། བྱེད་པ་དང་། སྤྱོད་པ་ཐམས་ཅད་ཀྱང་ལོག་པའོ། །
en: All forms of creation, action, and practice are mistaken.

source: ཆོས་ཐམས་ཅད་ནི་བྱེད་པ་ལོག་པ་ལས་བྱས་པར་ཡོད་པར་གྱུར་ཏེ་ཐམས་ཅད་ཡང་དག་པ་མ་ཡིན་ན། ཡང་དག་པ་མ་ཡིན་པས་ན་ལོག་པའོ། །
en: All phenomena are produced from wrong actions, and so they are all false. That being so,

source: ཡང་དག་པའི་རྩོལ་བ་ཞེས་བྱ་བ་ནི་བསྐྱེད་པ་མེད། བྱས་པ་མེད། སྤྱོད་པ་མེད། སྨོན་པ་མེད་དེ། ཆོས་ཐམས་ཅད་ལ་བྱས་པ་ཡོངས་སུ་བཅད་པའོ། །
en: right effort involves no creation, production, practice, or aspiration, for all phenomena are devoid of production.

source: བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཐམས་ཅད་ལ་བྱེད་པ་ཡོངས་སུ་བཅད་པས་མྱ་ངན་ལས་འདས་པའི་མཚན་མའམ། སངས་རྒྱས་ཀྱི་མཚན་མའི་བར་དུ་ཡང་བྱེད་པའི་མཚན་མ་མི་སྐྱེད་དོ། །
en: Since bodhisattvas give up action with regard to all phenomena, they do not generate any marks of action—not even any marks of nirvāṇa or any marks of buddhahood.

source: དེ་ལྟར་བྱ་བ་ཐམས་ཅད་ལ་ཡང་དག་པ་མ་ཡིན་པར་ཤེས་པས་བྱ་བ་མེད་པའི་ཕྱིར་རྣལ་འབྱོར་དུ་སྤྱོད་དོ། །
en: By understanding all actions to be false, they practice in order to eliminate actions.

source: གང་ཡང་དག་པའི་རྩོལ་བ་ལ་ནི་མངོན་པར་འདུ་བྱ་བ་མེད་དེ།
en: Right effort involves no fabrication, for

source: ཆོས་ཐམས་ཅད་མཉམ་པ། ཁྱད་པར་མེད་པ། མངོན་པར་འདུ་བྱ་བ་མེད་པ། མངོན་པར་འདུ་བྱེད་པའི་མཚན་མ་ལ་ཤིན་ཏུ་འདས་སོ། །
en: all phenomena are the same, undifferentiated, without fabrication, and completely beyond any marks of fabrication.

source: བྱང་ཆུབ་སེམས་དཔས་དེ་ལྟར་བརྩོན་འགྲུས་ལ་བརྩོན་འགྲུས་མ་ཡིན་པར་ཤེས་ཏེ།
en: Bodhisattvas understand diligence to be the lack of diligence, for

source: མི་ལེན་མི་གཏོང་བས་ཡང་དག་པའི་རྩོལ་བ་ལ་གནས་པ་ཞེས་བྱའོ། །
en: observing right effort involves no appropriation or abandonment.

source: ཡང་དག་པའི་རྩོལ་བ་ནི་བརྩོན་འགྲུས་ལ་དམིགས་སུ་མེད་པའི་དོན་ཏོ། །
en: Right effort means not apprehending diligence.

source: ཆོས་རྣམས་ལ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཤེས་ཤིང་མཐོང་བའི་དོན་ཏོ། །
en: It means seeing and understanding all phenomena accurately.

source: གང་དེ་ལྟར་ཡང་དག་པའི་རྩོལ་བ་མཐོང་བ་ནི་ཡང་དག་པའི་རྩོལ་བའམ་ལོག་པའི་རྩོལ་བར་རྣམ་པར་མི་རྟོག་སྟེ།
en: When one understands right effort in this manner, one does not conceptualize either right effort or wrong effort.

source: དེ་བས་ན་ཡང་དག་པའི་བརྩོན་འགྲུས་ཞེས་བྱའོ། །
en: This therefore is right effort.”

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཡང་དག་པའི་དྲན་པ་ལ་མཁས་པ་ཞེ་ན།
en: “Lokadhara, how are bodhisattva great beings skilled in right mindfulness?

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དྲན་པ་ཐམས་ཅད་དྲན་པ་ལོག་པར་ཤེས་སོ། །
en: Bodhisattva great beings understand all forms of mindfulness to be wrong mindfulness.

source: ཇི་ཙམ་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་ཐམས་ཅད་དྲན་པ་ལོག་པའོ། །
en: The applications of mindfulness are wrong mindfulness.

source: དྲན་པ་ཐམས་ཅད་ནི་དྲན་པ་ལོག་པ་སྟེ།
en: All forms of mindfulness are wrong mindfulness.

source: གལ་ཏེ་གནས་ལ་དམིགས་ནས་དྲན་པ་སྐྱེད་ན་ཡང་དྲན་པ་ལོག་པ་སྟེ།
en: If one generates mindfulness based on observing an object, that is wrong mindfulness.

source: གང་སེམས་པ་དང་དྲན་པ་མེད་པ་ནི་ཡང་དག་པའི་དྲན་པ་ཞེས་བྱའོ། །
en: Right mindfulness is the absence of thought and mindfulness.

source: དྲན་པ་ཐམས་ཅད་ནི་ཡང་དག་པ་མ་ཡིན་པར་ལོག་པར་དམིགས་པའི་རྐྱེན་ལས་བྱུང་བས་ན་དེའི་ཕྱིར་
en: Because all forms of mindfulness arise from the condition of mistakenly observing in a wrong manner. Therefore,

source: ཇི་ཙམ་དུ་དྲན་པ་སྐྱེ་བའི་གནས་དེ་ཐམས་ཅད་ལོག་པའོ། །
en: any basis that engenders mindfulness is false.

source: དམིགས་པའི་གནས་མི་སྐྱེ་མི་འགོག་པ་ནི་ཡང་དག་པའི་དྲན་པ་ཞེས་བྱའོ། །
en: Right mindfulness does not generate or inhibit any object of observation.

source: གང་དྲན་པའི་ལས་འབྱུང་བའི་གནས་མེད་པ་ནི་རྣམ་པར་དག་པའི་དྲན་པ་ལ་བདེ་བར་གནས་པ་ཞེས་བྱ་སྟེ།
en: When one observes no object with mindfulness, one is said to be steadfast in right mindfulness,

source: དེ་ལ་ནི་དྲན་པ་ལོག་པར་འབྱུང་བའི་གནས་མེད་དོ། །
en: in that there is no basis for wrong mindfulness to arise.

source: དེ་ལྟར་ཆོས་ཐམས་ཅད་ལོག་པར་ཤེས་ཤིང་མཐོང་བས་ཡང་དག་པའི་ཆོས་ལ་དྲན་པ་མེད་དེ།
en: In this way, since one knows and understands that all phenomena are false, there is no mindfulness of true phenomena.

source: དེའི་ཕྱིར་ན་ཡང་དག་པའི་དྲན་པ་ལ་གནས་པ་ཞེས་བྱའོ། །
en: Therefore, this is known as observing right mindfulness.

source: ཡང་དག་པའི་དྲན་པ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་ནི་ལོག་པའི་དྲན་པ་དང་ཡང་དག་པའི་དྲན་པ་རྣམ་པར་མི་འབྱེད་པའོ། །
en: Right mindfulness does not discern phenomena in terms of wrong mindfulness and right mindfulness.

source: དེ་ལྟར་དྲན་པ་ཐམས་ཅད་ལ་དྲན་པའི་མཚན་མ་མེད་པར་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་པས་རྟག་ཏུ་བཏང་སྙོམས་ཀྱི་སེམས་དྲུག་སྤྱོད་དེ།
en: By knowing and understanding that all forms of mindfulness lack the marks of mindfulness, bodhisattvas continuously practice the six mental states of equanimity.

source: དེའི་ཕྱིར་ན་ཡང་དག་པའི་དྲན་པ་དང་གནས་པ་ཞེས་བྱའོ། །
en: This, therefore, is abiding in right mindfulness.

source: དེ་ལྟར་དེ་ལ་ཆགས་ཤིང་ཞེན་པ་མེད་པས་
en: Because they are free from attachment and clinging,

source: དྲན་པ་མེད་པར་ཡང་རྣམ་པར་མི་རྟོག་གོ། །
en: they are without mindfulness and thinking.

source: ཆོས་ཐམས་ཅད་ལ་དྲན་པ་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་རྟོགས་སོ། །
en: All forms of mindfulness with regard to phenomena are understood to be sameness.

source: དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་དྲན་པ་ཐམས་ཅད་ཤེས་ཤིང་མཐོང་བས་
en: By seeing and understanding all forms of mindfulness accurately,

source: དྲན་པའམ་དྲན་པ་མ་ཡིན་པར་མི་ལེན། མི་གཏོང་སྟེ།
en: they do not appropriate or discard mindfulness or non-mindfulness.

source: དེ་བས་ན་ཡང་དག་པའི་དྲན་པ་ལ་གནས་པ་ཞེས་བྱའོ། །
en: Therefore, they observe right mindfulness.

source: དེ་ལྟར་དྲན་པ་དེས་མཉམ་པའམ་མི་མཉམ་པ་ཉིད་དུ་ཡང་རྣམ་པར་མི་འབྱེད་ལ།
en: With this mindfulness they do not discern in terms of sameness and difference.

source: དྲན་པ་དང་དྲན་པ་མ་ཡིན་པ་ལའང་མི་འཇུག་མི་དམིགས་སོ། །
en: They neither perceive nor observe mindfulness nor non-mindfulness.

source: དེ་ལྟར་མི་དམིགས་པས་དྲན་པ་ཐམས་ཅད་ལ་དྲན་པ་མ་ཡིན་པར་ཤེས་ཏེ།
en: Without such observations, bodhisattvas understand all forms of mindfulness to be non-mindfulness, and

source: དྲན་པ་དང་དྲན་པ་མ་ཡིན་པ་ལ་སེམས་མི་འབྱེད་དོ། །
en: they do not distinguish between mindfulness and non-mindfulness.

source: དེ་ལྟར་དེས་ཡང་དག་པའི་དྲན་པ་ལ་གནས་པས་བསྟན་དུ་མེད། བརྗོད་དུ་མེད།
en: Because they abide in right mindfulness in this way, they are indescribable and inexpressible.

source: ཚིག་ཏུ་སྨྲ་བའི་ལམ་ཐམས་ཅད་བཅད་པ། ཚིག་ཏུ་སྨྲ་བའི་ལམ་ཐམས་ཅད་དང་བྲལ་བའོ། །
en: They eliminate all means of verbal description and are free from all means of verbal description.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཚིག་ཏུ་སྨྲ་བ་ཐམས་ཅད་ཤེས་པས་
en: By understanding all means of verbal description accurately,

source: བདག་གམ་གཞན་དུ་རྣམ་པར་མི་འབྱེད་དོ། །
en: they do not draw distinctions between self and other.

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ལ་གནས་པ་ཞེ་ན།
en: “Lokadhara, how do bodhisattva great beings abide in right absorption?

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཏིང་ངེ་འཛིན་ཐམས་ཅད་ལ་ལོག་པའི་ཏིང་ངེ་འཛིན་དུ་རྟོགས་སོ། །
en: Bodhisattva great beings understand all forms of absorption to be wrong absorption.

source: ཇི་ཙམ་དུ་ཆོས་ཐམས་ཅད་ལ་ཏིང་ངེ་འཛིན་དུ་མི་དམིགས་པ་ལ་ཞུགས་པ་ལས་ཏིང་ངེ་འཛིན་ལ་མཚན་མར་ཤེས། ཏིང་ངེ་འཛིན་གྱི་དགའ་བ་ལ་འཇུག་པས་ཏིང་ངེ་འཛིན་གྱི་མཚན་མ་ཐམས་ཅད་ལོག་པའོ། །
en: When they do not observe any phenomenon as absorption—such as by perceiving absorption to have marks, or by entering the joy of absorption—they understand the falsity of all the marks of absorption.

source: ལོག་པ་ནི་ཆགས་པའི་དོན་ཡིན་གྱི་དེ་ནི་ཏིང་ངེ་འཛིན་གྱི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: Falsity implies attachment, which is not present in absorption.

source: ཇི་ལྟར་དམིགས་པ་ལ་ཞུགས་པའི་མཚན་མ་ཉིད་ལོག་པའི་མཚན་མ་མེད་ཅིང་རེ་བ་མེད། སྤྲོས་པ་མེད། རྟོག་པ་མེད་པ་ནི་ཏིང་ངེ་འཛིན་ཅེས་བྱའོ། །
en: Regarding the marks that result from engaging in observation, bodhisattvas are devoid of such false marks. They have no such expectations, do not form any such thoughts, and do not have any such concepts. This is absorption.

source: གལ་ཏེ་ཆགས་ཤིང་ཞེན་པ་མེད་ན་བདག་གམ་གཞན་དུ་རྣམ་པར་མི་རྟོག་སྟེ།
en: If they have eliminated attachment and clinging, they will not conceptualize self or other.

source: ཆགས་པའི་དགའ་བ་བཅད་ནས་ཏིང་ངེ་འཛིན་གྱི་རོ་ལ་མི་ལེན་ཅིང་ཏིང་ངེ་འཛིན་དུ་འཇུག་པའི་མཚམས་བཅད་དེ།
en: Having eliminated all attachment to joy, they do not appropriate the experience of absorption and prevent themselves from entering absorption.

source: སེམས་ཅི་ལ་ཡང་མི་གནས་པ་ནི་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱའོ། །
en: Right absorption is when the mind does not dwell on anything at all.

source: གཞན་ཡང་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་ནི་ཏིང་ངེ་འཛིན་ཐམས་ཅད་ལ་མི་གནས་ཤིང་
en: Furthermore, right absorption entails not abiding in any states of absorption;

source: སྤྲོས་པ་མེད་པ་ལ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཆོས་ཀྱི་ངོ་བོ་ཉིད་རྟོགས་པས་
en: it entails realizing the intrinsic nature of phenomena accurately, while being free from concepts. Thereby,

source: ཏིང་ངེ་འཛིན་གྱི་མཚན་ཉིད་ལ་ཤིན་ཏུ་མཁས་ཤིང་སེམས་ཅི་ལའང་མི་ཆགས་པའོ། །
en: one will become skilled in the characteristics of absorption, and one’s mind will not be attached to anything at all.

source: བདག་དང་གཞན་དུ་རྟོག་པའི་ལམ་གཅོད་ཅིང་ཇི་སྐད་དུ་སྨྲ་བ་ལ་ཡང་རྣམ་པར་མི་རྟོག་ལ་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་བཅད་པའི་ཕྱིར་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱའོ། །
en: It is called right absorption because it eliminates all concepts of self and other, because it does not conceptualize anything that is spoken, and because it disrupts all concepts.

source: གཞན་ཡང་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་ནི་ཏིང་ངེ་འཛིན་ལོག་པའམ་ཡང་དག་པའི་འདུ་ཤེས་མི་སྐྱེད་ཅིང་འདུ་ཤེས་ཐམས་ཅད་བཅོམ་པ། འདུ་ཤེས་ཐམས་ཅད་བཅད་པ། འདུ་ཤེས་ཐམས་ཅད་འགགས་པའི་ཕྱིར་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱའོ། །
en: Furthermore, it is called right absorption because it does not entertain any notions of right or wrong absorption, because it overcomes all notions, because it disrupts all notions, and because it stops all notions.

source: ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་ནི་ལོག་པའམ་ཡང་དག་པ་མི་སྐྱེད་ལ། ལོག་པའམ་ཡང་དག་པར་རྣམ་པར་མི་འབྱེད་པ་ནི་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱའོ། །
en: Furthermore, it is called right absorption because it does not generate concepts of right or wrong, and because it does not discern in terms of right or wrong.

source: བྱང་ཆུབ་སེམས་དཔའ་ཏིང་ངེ་འཛིན་དུ་སྦྱོར་བ་ཐམས་ཅད་ཁོང་དུ་ཆུད་ཅིང་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ལ་གནས་པས་ཏིང་ངེ་འཛིན་ནམ། ཏིང་ངེ་འཛིན་གྱི་མཚན་མས་འཆིང་བར་མི་འགྱུར་ཏེ།
en: By understanding all practices as absorption and by abiding in right absorption, bodhisattvas are not bound by absorption or the marks of absorption.

source: ཏིང་ངེ་འཛིན་གྱི་མཚན་མ་ལ་ཤིན་ཏུ་འདས་པས་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ལ་གནས་པ་ཞེས་བྱའོ། །
en: Transcending the marks of absorption is abiding in right absorption.

source: གཞན་ཡང་ཆོས་ཐམས་ཅད་ལ་སྤྲོས་པ་མེད་ཅིང་མཉམ་པའི་ཆོས་ལ་ལོག་པའམ་ཡང་དག་པར་སྤྲོས་པ་མེད་དོ། །
en: Furthermore, right absorption is free from concepts about any phenomenon, and it is free from concepts of right or wrong with regard to phenomena, which are sameness.

source: ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ནི་ཆོས་ཐམས་ཅད་མཉམ་པའི་དོན་ཏོ། །
en: Right absorption is the sameness of all phenomena.

source: ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ནི་ཏིང་ངེ་འཛིན་ཐམས་ཅད་དང་ཁམས་གསུམ་གྱི་འདུས་བྱས་ཀྱི་ཆོས་ཐམས་ཅད་ལས་ཤིན་ཏུ་འདས་པ་ཡང་
en: Right absorption transcends all forms of absorption and all the conditioned phenomena of the three realms. Still,

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ལམ་རྒྱུད་ལྔར་འཁོར་བ་ཐམས་ཅད་ཤེས་ཤིང་མཐོང་བའི་དོན་ཏོ། །
en: it accurately sees and understands all who cycle among the five classes of beings.”

source: འཇིག་རྟེན་འཛིན་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འཕགས་པའི་ལམ་ལ་མཁས་པ་དང་། ལམ་གྱི་སྦྱོར་བ་ལ་མཁས་པ་སྟེ།
en: “Lokadhara, in this manner bodhisattva great beings are skilled in the path of the noble ones and the practices of that path.

source: དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཤེས་ཤིང་མཐོང་བས་མྱ་ངན་ལས་འདས་པའི་བར་དུ་ཕྱིན་པར་འགྱུར་རོ། །
en: By accurately seeing and understanding this, they will proceed to nirvāṇa.”

source: འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་ཅེས་བྱ་བའི་ལེའུ་སྟེ་བརྒྱད་དོ།། །།
en: This was the eighth chapter:“ The Eightfold Path of the Noble Ones .”

source: འཇིག་རྟེན་འཛིན་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ལ་མཁས་པ་ནི་གང་། འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ལ་སྦྱོར་བ་ཐོབ་པ་ནི་གང་ཞེ་ན།
en: “Lokadhara, how are bodhisattva great beings skilled regarding the phenomena of the world and transcendence? What means do they obtain with regard to the phenomena of the world and transcendence?

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཡང་དག་པ་ཉིད་དུ་རྟོགས་སོ། །
en: Lokadhara, bodhisattva great beings understand the phenomena of the world and transcendence to be true reality.

source: དེ་ལ་འཇིག་རྟེན་གྱི་ཆོས་གང་ཞེ་ན།
en: “What are the phenomena of the world?

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་ཇི་ཙམ་དུ་ཆོས་ལ་རྟོག་པ་དང་རྣམ་པར་རྟོག་པ་ནི་ཕྱིན་ཅི་ལོག་ལས་སྐྱེས་ཏེ་
en: Bodhisattvas think, ‘Thoughts and concepts about phenomena arise from mistaken perception,

source: རྒྱུ་དང་རྐྱེན་གྱིས་བསྐྱེད་པས་ཡང་དག་པ་མ་ཡིན་པ་ལ་རག་ལུས་སོ། །
en: they are generated by causes and conditions, and they depend on falsity.

source: མཚན་མ་གཉིས་ལས་བྱུང་བས་སྟོང་པ་ཅི་ཡང་མེད་པ་ནི་ཉ་ཕྱིས་ལ་སྣང་བའི་ཁ་དོག་སྣ་ཚོགས་དང་མེ་མགལ་བསྐོར་བ་ལྟ་བུ་སྟེ། བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་སླུ་བའོ། །
en: Since they arise from the marks of duality, they are empty and nonexistent. They fool childish ordinary beings, like the bright colors reflecting from a pearl or the spinning of a firebrand.

source: འཇིག་ཅིང་ཉམས་པའི་ཆོས་ཅན་ལས་བླ་དགས་སུ་འཇིག་རྟེན་ཅེས་བཏགས་པ་སྟེ།
en: The world is given as a synonym for things that decay and degenerate.

source: དེ་ལ་འཇིག་རྟེན་ཞེས་བྱའོ། །
en: This is the world.

source: འཇིག་རྟེན་གྱི་ཆོས་འདི་དག་ནི་ཐམས་ཅད་བདེན་པ་མ་ཡིན་ཏེ།
en: These worldly phenomena are all unreal;

source: ཡང་དག་པ་མ་ཡིན་པའི་རྐྱེན་ལས་སྐྱེས་པར་བྱས་པ་དང་བྱུང་བའི་མཚན་ཉིད་མེད་དེ།
en: they arise from false conditions and lack the characteristics of arising or being created.

source: ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་དང་། གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་ལ་བཏགས་ཏེ་མིང་དང་གཟུགས་ཀྱི་ཕྱིར་བཤད་དོ། །
en: They are labeled as aggregates, elements, sense sources, forms, sounds, odors, tastes, tactile objects, or mental objects, and described as name-and-form.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་སེམས་ཆགས་ཤིང་ཞེན་པས་རྣམ་པ་སྣ་ཚོགས་ཀྱི་རྗེས་སུ་ཆགས་ཤིང་ཞེན་པ་ནི་ཁ་ཚར་དར་འཛིངས་པའམ། རྩྭ་ཁྲི་ཤིང་གླགས་པ་གཅིག་ལ་གཅིག་འབྲེལ་བ་ལྟ་བུ་སྟེ་
en: Through their attachment and clinging, childish ordinary beings generate further attachment and clinging in a variety of forms, just as tangled silk fringes or entwined roots and creepers are linked, one to another.

source: ཕྱིན་ཅི་ལོག་དང་ལྡན་པ་རྗེས་སུ་འཇིག་རྟེན་གྱི་ཆོས་ཞེས་བརྗོད་དོ། །
en: Worldly phenomena are described based upon such mistaken perception.

source: དེ་ལ་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་གང་ཞེ་ན།
en: “What are transcendent phenomena?

source: ཇི་ལྟར་འཇིག་རྟེན་གྱི་ཆོས་ཐོག་མ་ནས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་དབེན་པ་ནི་འཇིག་རྟེན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Transcendence is a primordial and genuine disengagement from worldly phenomena.

source: མཁས་པ་དག་ནི་འཇིག་རྟེན་གྱི་ཆོས་ཀྱིས་དམིགས་སུ་མེད། འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཀྱང་དམིགས་སུ་མེད་དེ།
en: The wise do not observe either worldly phenomena or transcendent phenomena, for

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་གནས་ཀྱང་དམིགས་སུ་མེད་དོ། །
en: they do not observe a locus of worldly and transcendent phenomena.

source: དེ་ལ་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཡང་རྣམ་པར་བརྟག་ཏུ་མེད་དེ།
en: For them, there is nothing that can be imputed as the world or transcendence, for

source: འཇིག་རྟེན་གྱི་ཕྱིར་འཇིག་རྟེན་ལས་འདས་པ་ཞེས་བརྗོད་ཀྱི།
en: transcendence is mentioned only because of the world, and

source: འཇིག་རྟེན་གྱི་ཡང་དག་པའི་མཚན་ཉིད་ནི་འཇིག་རྟེན་ལས་འདས་པའོ། །
en: the true characteristic of the world itself is transcendence.

source: འཇིག་རྟེན་ཞེས་བྱ་བ་ལ་ངེས་པའི་མཚན་ཉིད་དུ་དམིགས་སུ་མེད་དོ། །
en: The world cannot be observed to have any true characteristics.

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་མཚན་ཉིད་ནི་ཐོག་མ་ནས་སྟོང་པ་ཉིད་དེ་
en: The characteristic of both the world and transcendence has always been emptiness,

source: འཇིག་རྟེན་གྱི་ཆོས་ལ་ངེས་པའི་མཚན་ཉིད་མེད་པའི་ཕྱིར་རོ། །
en: because worldly phenomena lack any true characteristics.

source: འཇིག་རྟེན་ནི་ཐོག་མ་ནས་རབ་ཏུ་ཞི་བའི་མཚན་ཉིད་དོ། །
en: The world has always had the characteristic of total pacification.

source: བྱང་ཆུབ་སེམས་དཔས་དེ་ལྟར་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ལ་དམིགས་སུ་མེད་པར་རྟོག་པས་འཇིག་རྟེན་གྱི་ཆོས་ལ་ཡང་མི་ཆགས། འཇིག་རྟེན་ལས་འདས་པ་ལ་ཡང་མི་ཆགས་སོ། །
en: By understanding that worldly and transcendent phenomena in this manner cannot be observed, bodhisattvas are not attached to worldly phenomena or transcendence.

source: དེ་ལྟར་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ལ་མི་རྟོན་ཅིང་མི་ཆགས་པས་འཇིག་རྟེན་དང་རྩོད་པར་མི་འགྱུར་རོ། །
en: They have no quarrel with the world, because they do not depend upon or become attached to worldly or transcendent phenomena.

source: མཁས་པ་དག་ནི་འཇིག་རྟེན་ལ་ཡང་དག་པ་མ་ཡིན་པའི་མཚན་ཉིད་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་སོ། །
en: The wise understand and realize the world to have the characteristic of falsity.

source: འཇིག་རྟེན་ལ་ཡང་དག་པ་མ་ཡིན་པར་མཐོང་བས་འཇིག་རྟེན་ནམ་འཇིག་རྟེན་ལས་འདས་པར་མི་རྟོག་གོ། །
en: By seeing the world as false, they do not conceptualize the world or transcendence.

source: འཇིག་རྟེན་འཛིན་འཇིག་རྟེན་ཞེས་བྱ་བ་ནི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་དོན་ཏོ། །
en: Lokadhara, the world means the five aggregates for appropriation.

source: འཇིག་རྟེན་གྱི་ཆོས་ཐམས་ཅད་དེར་མ་འདུས་པ་མེད་དེ་
en: All worldly phenomena are included in this category. Yet,

source: མཁས་པ་དག་གིས་བརྟགས་ན་ཕུང་པོ་མེད་དེ།
en: if investigated by the wise, the aggregates do not exist.

source: ཕུང་པོས་ཕུང་པོར་མི་དམིགས། ཕུང་པོའི་རང་བཞིན་དུ་མི་དམིགས།
en: They do not observe the aggregates as aggregates, or the nature of the aggregates.

source: ཕུང་པོ་འོངས་པའི་གནས་དམིགས་སུ་མེད། འདུག་པའི་གནས་ཀྱང་དམིགས་སུ་མེད། སོང་བའི་གནས་ཀྱང་དམིགས་སུ་མེད་དེ།
en: The aggregates cannot be observed as a locus of coming, as a locus of staying, or as a locus of going.

source: ཕུང་པོ་ལྔ་དང་། སྐྱེ་མཆེད་བཅུ་གཉིས་དང་། ཁམས་བཅྭ་བརྒྱད་ཀྱང་དམིགས་སུ་མེད། རྣམ་པར་བརྟག་ཏུ་མེད། མིང་མེད། རང་བཞིན་མེད། མཚན་ཉིད་མེད། སྤྱོད་དུ་མེད་པས་འཇིག་རྟེན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Because the five aggregates, as well as the twelve sense sources and the eighteen elements, cannot be observed or analyzed, and because they are without name, nature, characteristic, or action, they are transcendence.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཡོངས་སུ་རྟོག་པའི་ཚེ་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་དང་ལྷན་ཅིག་པ་མ་ཡིན། འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཀྱང་འཇིག་རྟེན་གྱི་ཆོས་དང་བྲལ་བ་མ་ཡིན།
en: “Lokadhara, when bodhisattva great beings contemplate the phenomena of the world and transcendence, transcendent phenomena are not joined together with worldly phenomena, and transcendent phenomena are also never separate from worldly phenomena.

source: དེ་ལྟར་གང་ཟག་དེས་དེ་ལྟར་འཇིག་རྟེན་དང་མ་བྲལ་བར་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཀྱང་མཐོང་ངོ་། །འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་དང་མ་བྲལ་བར་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་ཀྱང་མཐོང་ངོ་། །
en: This is how such people see transcendent phenomena as being inseparable from the world, and how they see worldly phenomena as inseparable from transcendent phenomena.

source: དེ་ལྟར་གང་ཟག་དེས་སྤྱོད་པ་རྣམ་པ་གཉིས་ལ་མི་དམིགས་པ་ནི་འདི་ལྟ་སྟེ། འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའོ། །
en: Such people do not observe two different forms of conduct, worldly and transcendent.

source: འཇིག་རྟེན་འཛིན་འཇིག་རྟེན་གྱི་ཡང་དག་པའི་མཚན་ཉིད་ནི་འཇིག་རྟེན་ལས་འདས་པའོ། །
en: Lokadhara, the true characteristic of the world is transcendence.

source: འཇིག་རྟེན་ལ་འཇིག་རྟེན་གྱི་མཚན་ཉིད་དམིགས་སུ་མེད།
en: The characteristic of the world cannot be observed in the world, and

source: འཇིག་རྟེན་གྱི་ཆོས་ལ་འཇིག་རྟེན་གྱི་ཆོས་དམིགས་སུ་མེད་དེ།
en: worldly phenomena cannot be observed in worldly phenomena.

source: དེ་ལྟར་ཅི་ཡང་མེད་པས་ཆོས་དེ་རྟོགས་ཤིང་ཁོང་དུ་ཆུད་པ་ན་འཇིག་རྟེན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Because they are totally nonexistent in this way, realizing and understanding this is transcendence.

source: འཇིག་རྟེན་འཛིན་ཅི་སྟེ་འཇིག་རྟེན་ཞེས་བྱ་བ་འཇིག་རྟེན་ལས་འདས་པ་དང་ཐ་དད་པ་མ་ཡིན་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དུ་ཡང་མི་འབྱུང་ལ།
en: Lokadhara, given that the world is not different from transcendence, the Blessed Buddha does not appear in the world, and

source: དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཐམས་ཅད་དམིགས་པ་མེད་པར་ཡང་མི་གསུང་ངོ་། །
en: the Thus-Gone One does not teach that worldly phenomena cannot be observed—

source: འཇིག་རྟེན་ཐམས་ཅད་ནི་མ་སྐྱེས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་འཇིག་རྟེན་ཐམས་ཅད་ཤེས་ཤིང་མཐོང་ངོ་། །
en: all worldly phenomena can be accurately seen and understood, because they are unborn.

source: འཇིག་རྟེན་འཛིན་གང་འཇིག་རྟེན་དུ་མི་དམིགས་ཤིང་འཇིག་རྟེན་ལ་མི་འཇུག་པ་དེ་ནི་འཇིག་རྟེན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: Lokadhara, not observing or engaging the world is transcendence.

source: དེ་བས་ན་འདི་ལྟར་ཤེས་པར་བྱ་སྟེ།
en: Therefore, understand this point:

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་འཇིག་རྟེན་རྟོགས་ཤིང་འཇིག་རྟེན་དམིགས་སུ་མེད་པར་ཁོང་དུ་ཆུད་པས་འཇིག་རྟེན་ལས་འདས་པ་ཞེས་བྱའོ། །
en: accurately understanding the world and realizing that it cannot be observed is transcendence.

source: དེ་བས་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དུ་བྱུང་ངོ་། །ཇི་ཙམ་དུ་ཆོས་སུ་གཏོགས་པ་འཇིག་རྟེན་ནམ་འཇིག་རྟེན་ལས་འདས་པ་ཐམས་ཅད་མི་གཉིས་པ་དབྱེར་མེད་པར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཤེས་ཤིང་མཐོང་བས་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཞེས་གསུངས་སོ། །
en: Therefore, the Blessed Buddha appeared in the world and declared, ‘Transcendence means to accurately see and understand how all worldly and transcendent phenomena are indivisible and nondual.’

source: འཇིག་རྟེན་འཛིན་དེ་ལྟར་འཇིག་རྟེན་ནི་ཤིན་ཏུ་ཟབ་ཅིང་གཏིང་དཔག་དཀའ་བའོ། །
en: Lokadhara, in this manner the world is incredibly profound and difficult to fathom.

source: འཇིག་རྟེན་གྱི་ཆོས་ལ་གནས་པ་དང་། འཇིག་རྟེན་གྱི་ཆོས་ལ་དམིགས་པ་དང་། འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ལ་རེ་བ་དང་། ཀུན་རྫོབ་ཏུ་སྨྲ་བའི་ཚིག་ལ་དོན་དམ་པའི་མཚན་ཉིད་དུ་དམིགས་པ་དང་། ཆོས་གཉིས་ལ་གནས་པ་ནི་ཆོས་འདི་ལ་འབབ་ཅིང་འཇུག་པར་མི་འགྱུར་རོ། །
en: Dwelling on worldly phenomena, observing worldly phenomena, hoping for transcendent phenomena, perceiving relative terminology to characterize the ultimate, and dwelling on dualistic phenomena will not lead one to actualize or understand this Dharma.

source: དེ་ལྟར་གང་ཟག་དེ་ནི་འཇིག་རྟེན་མི་ཤེས། འཇིག་རྟེན་ལས་འདས་པ་མི་ཤེས་ཏེ་ཆོས་རྣམ་པ་གཉིས་སྤྱོད་པའོ། །
en: Such people fail to understand the world and transcendence, perceiving them as two different things.

source: འཇིག་རྟེན་འཛིན་ཆོས་རྣམ་པ་གཉིས་སྤྱོད་པ་ན་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཆུད་ཅིང་རྟོགས་པར་མི་འགྱུར་རོ། །
en: Lokadhara, if one perceives two different things, one will not know and understand the world and transcendence.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དེ་ལྟར་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ལ་ཤིན་ཏུ་མཁས་པ་དང་། འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཀྱི་སྦྱོར་བ་ཡང་ཐོབ་པའོ། །
en: Lokadhara, this is how bodhisattva great beings are highly skilled regarding the phenomena of the world and transcendence, and these are the means they obtain with regard to worldly and transcendent phenomena.”

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཞེས་བྱ་བའི་ལེའུ་སྟེ་དགུ་པའོ།། །།
en: This was the ninth chapter:“ The Phenomena of the World and Transcendence .”
